<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashboard Language Lines
    |--------------------------------------------------------------------------
    */
    'title' => '대시보드',
    'tour-closed-message' => '홈페이지 투어가 종료되었습니다. 설정 페이지에서 다시 활성화할 수 있습니다.',
    'keyword' => '상표',
    'keyword-counter' => '키워드가 다음 보고서에 포함될 예정입니다.',
    'created-report' => '상표 공보 번호 :bulletin이 우리의 보고서 :report에서 스캔될 예정입니다.',
    'user-activities' => '사용자 활동',
    'activity' => '활동',
    'date' => '날짜',
    'terms' => [
        'title' => '이용 약관 및 사용자 동의서',
        'content' => 'Marka Legal 브랜드 추적 소프트웨어는 서비스로써 사용자에게 "있는 그대로" 제공됩니다. 시스템은 공식 공보에 접근하고, 읽고, 이해하고, 분류하고, 스캔하고, 브랜드를 비교하고, 인공지능을 사용하고, 결과를 생성하고, 반영하기 위해 수많은 복잡한 프로세스를 거칩니다. 이 맥락에서, 상표 게시물의 공식 게시 매체는 터키 특허 상표 공보이며, 서비스 제공자의 어떠한 약속 없이 브랜드 추적 소프트웨어 서비스를 사용하고 있음을 선언합니다. 사용자 오류, 디자인 선호도, 소프트웨어 오류, 프로세스 변경 등 다양한 이유로 결과물이나 서비스에 변화나 중단이 발생할 수 있으며, 예상치 못한 결과에 대해 서비스 제공자를 책임지지 않습니다.
        Marka Legal은 특정 개인정보 보호법 No. 6698 ("KVKK")의 관련 규정에 따라 데이터 컨트롤러로서 나열된 개인정보를 보안 조치를 취한 권한을 가진 데이터 처리자가 처리할 수 있도록; 상표 문의, 상표 컨설팅 서비스 제공, 상표 대리인 지정, 웨비나, 세미나, 홍보 활동 및 정보 및 홍보 목적의 유사한 활동을 위해 사용될 수 있으며, KVKK의 제4조에 명시된 일반 원칙을 포함한 KVKK의 규정에 따라 처리되며, 처리된 목적에 필요한 기간 동안 보존하는 원칙을 포함하여 처리할 수 있으며, 홍보 활동에 사용될 수 있으며, 처리를 위해 물리적 또는 전자적 형태로 적절한 기간 동안 안전하게 얻을 수 있으며, 기록할 수 있으며, 변경할 수 있으며, 재배치하고, 법률에 따라 공개하고, 전송하고, 획득하고, 분류하고, 처리할 수 있으며, 상기 사항에 관하여 Marka Legal로부터 정보를 제공받고 이에 대한 명확한 동의가 있음을 인정하며, KVKK의 범위 내에서 이 문제에 대해 설명을 받았고 이해했음을 인정합니다.
        KVKK에서 정의된 관련 개인정보가 해당 프로세스의 목적에 한정되어 처리, 사용 및 공유될 수 있으며 필요한 기간 동안 저장되고 해당 정보가 제공되었음을 인정합니다. 본 문서를 읽고 이해했음을 인정합니다.',
    ],

    'tour' => [
        'step1' => [
            'title' => '시스템 투어',
            'content' => 'Marka Legal 추적 시스템에 오신 것을 환영합니다!',
        ],
        'step2' => [
            'title' => '내 상표',
            'content' => '상표를 시스템에 추가하면 상표가 추적되기 시작합니다.',
        ],
        'step3' => [
            'title' => '내 보고서',
            'content' => '주기적인 상표 공보 후에는 주기적인 보고서가 발행됩니다. 이 페이지에서 모든 보고서를 확인하거나 이메일로 받을 수 있습니다.',
        ],
        'step4' => [
            'title' => '나이스 분류',
            'content' => '브랜드 분류 코드에 대한 편리한 참조입니다.',
        ],
        'step5' => [
            'title' => '공보 내에서 검색',
            'content' => '이전 공보에서 검색할 수 있습니다. 예를 들어, 검색 성능을 테스트할 수 있습니다!',
        ],
        'step6' => [
            'title' => '문의하기',
            'content' => '항상 피드백을 듣고 싶습니다.',
        ],
        'step7' => [
            'title' => '활성 키워드',
            'content' => '다음 보고서에 포함될 상표입니다.',
        ],
        'step8' => [
            'title' => '보고서',
            'content' => '지금까지 시스템에서 생성된 모든 추적 보고서입니다.',
        ],
        'step9' => [
            'title' => '사용자 활동',
            'content' => '보안 및 기록 목적으로 시스템 활동 기록입니다.',
        ],
        'step10' => [
            'title' => '설정',
            'content' => '여기에서 시스템을 구성하기 위해 더 많은 페이지에 액세스할 수 있습니다. 감사합니다!',
        ],
    ],
    'you-have-a-report' => '생성된 보고서',
    'login' => '로그인됨',
    'logout' => '로그아웃됨',
    'registered' => '등록됨',
    'keyword-deleted' => '키워드 삭제됨',
    'keyword-updated' => '키워드 업데이트됨',
    'keyword-added' => '키워드 추가됨',
];
