<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Langing Page Language Lines
    |--------------------------------------------------------------------------
    */

    'home' => '홈',
    'info' => '정보',
    'contact' => '문의',
    'about' => '소개',
    'login' => '로그인',
    'logout' => '로그아웃',
    'register' => '회원가입',
    'dashboard' => '사용자 대시보드',
    'go-dashboard' => '대시보드로 이동',
    'banner' => [
        'title' => '상표 추적을 도와드립니다.',
        'text' => '상표 보고서를 자동으로 스캔하여 상표를 보호하는 것이 더 쉬워졌습니다. 모든 상표에 대한 추적 보고서를 이메일로 받으세요.'
    ],
    'section-1' => [
        'title' => '상표 추적 서비스',
        'sub-title' => '자동',
        'list-header' => '작동 방법',
        'item-1' => '무료로 등록하세요',
        'item-2' => '상표를 추가하세요',
        'item-3' => '상표 공보가 발표될 때마다 자동으로 이메일로 추적 보고서를 받으세요!'
    ],
    'section-2' => [
        'title' => '무료 추적 기회',
        'item-1' => '결제가 필요하지 않습니다',
        'item-2' => '다수의 상표를 추가하세요',
        'item-3' => '상표의 변형은 무료로 확인됩니다!'
    ],
    'section-3' => [
        'title' => '자동적이고 적시에',
        'item-1' => '새로운 공보는 주기적으로 스캔됩니다',
        'item-2' => '보고서가 자동으로 이메일로 전송됩니다',
        'item-3' => '이의 제기 기간을 놓치지 마세요!'
        ],
    'section-4' => [
        'title' => '왜 상표 추적을 해야 하나요?',
        'item-1-title' => '이의 제기 기간을 놓치지 마세요!',
        'item-1-text' => '상표 이의 제기 기간 내에 추적 작업을 신속하게 완료하고 알림을 받으세요.',
        'item-2-title' => '유사한 상표를 놓치지 마세요!',
        'item-2-text' => '특허청을 위한 맞춤형 자동 검색을 통해 상표에 근접한 유사한 상표를 확인하세요.',
        'item-3-title' => '경쟁을 놓치지 마세요!',
        'item-3-text' => '경쟁업체가 상표를 침해하지 못하도록 하고 비즈니스를 효율적으로 운영하세요.',
        'item-4-title' => '비즈니스 성장을 위해!',
        'item-4-text' => '잡은 모든 유사한 상표를 통해 권리를 보호하세요.',
        ],
    'section-5' => [
        'title' => '고급 검색',
        'item-1' => '터키 상표 검색에 특화된 인공지능',
        'item-2' => '추가 사용법, 문법 규칙, 터키어 문자, 외국어 알파벳, 번역 등 다양한 기능',
        'item-3' => '유사한 상표도 찾아냅니다!'
    ],
    'contact-form' => [
        'text' => '질문이 있으신가요?',
        'sub-text' => '질문, 피드백 및 일반적인 문의 사항을 위해 아래 양식에 작성하실 수 있습니다.',
        'email' => '이메일*',
        'name' => '이름*',
        'message' => '메시지*',
        'submit' => '제출'
    ],
    'address' =>'주소',
    'turkish' =>'터키어',
    'english' => '영어',
    'italian' => '이탈리아어',
    'german' => '독일어',
    'korean' => '한국어',
    'spanish' => '스페인어',
    'japanese' => '일본어',
    'french' => '프랑스어'
];
