<?php

return [

    /*
    |--------------------------------------------------------------------------
    | report-email Language Lines
    |--------------------------------------------------------------------------
    */

    'new-report' => '새 보고서',
    'mr' => '씨',
    'new-trademark' => '특허 조사를 포함한 새로운 상표 소식지 중에서 당신에게 특별히 제공되는',
    'bulletins-reviewed' => '보고서가 작성되었습니다. 이 보고서에는 다음 소식지가 검토되었습니다:',
    'official-trademark-bulletin' => '공식 상표 소식지',
    'report-access' => "보고서에는 첨부된 PDF로 액세스하거나 제어 패널에 로그인하여 확인할 수 있습니다.",
    'thanks-message' => '감사합니다. 진심으로.',
    'marka-legal-team' => '상표 법률 팀.',
    'show-report' => '보고서 보기',

];
