<?php

return [

    /*
    |--------------------------------------------------------------------------
    | verification-email Language Lines
    |--------------------------------------------------------------------------
    */

    'verify-your-email' => '이메일 주소를 확인하세요',
    'click-to-verify' => '이메일 주소를 확인하려면 아래 버튼을 클릭하세요.',
    'confirm-email-text' => '계정의 이메일 주소로 사용하려는 것을 확인해주세요. 확인이 완료되면 로그인할 수 있습니다.',
    'thanks-message' => '감사합니다. 문의 사항이 있으시면 언제든지 문의해주십시오.',
    'marka-legal-team' => '마르카 법률팀',
    'verify-button' => '이메일 주소 확인',
    'paste-link-to-browser' => '또는 다음 링크를 브라우저에 붙여넣으세요:',
    'all-rights-reserved' => '모든 권리 보유.',
    'address' => '이스탄불/터키 베요글루, 34433번지 189호 2층 3호',
    'subject' => '계정을 확인하세요 | ' . env('APP_NAME')

];
