<?php

return [

    /*
    |--------------------------------------------------------------------------
    | verification-email Language Lines
    |--------------------------------------------------------------------------
    */

    'welcome' => '환영합니다',
    'hello' => '안녕하세요',
    'first-paragraph' => '마르카 법률팀의 추적 서비스에 가입되었습니다. 서비스를 이용하려면 시스템에 로그인하십시오.',
    'second-paragraph' => '가입하면 키워드를 시스템에 입력하여 주기적으로 추적 보고서가 자동으로 작성되고 이메일로 발송됩니다. 마크를 키워드로 입력하는 것을 잊지 마세요.',
    'thanks-text' => '감사합니다. 문의 사항이 있으시면 언제든지 문의해주십시오.',
    'marka-legal-team' => '마르카 법률팀',
    'add-keyword' => '마크 추가',
    'all-rights-reserved' => '모든 권리 보유.',
    'address' => '이스탄불/터키 베요글루, 34433번지 189호 2층 3호',

];
