<?php

return [

    /*
    |--------------------------------------------------------------------------
    | report-email Language Lines
    |--------------------------------------------------------------------------
    */

    'new-report' => '新しいレポート',
    'mr' => '様',
    'new-trademark' => '特許調査を含む新しい商標通報の中で、あなたに特別に提供される',
    'bulletins-reviewed' => 'レポートが準備されました。このレポートでは、以下の通報が確認されました:',
    'official-trademark-bulletin' => '公式商標通報',
    'report-access' => "レポートには、添付されたPDFからアクセスするか、コントロールパネルにログインして確認することができます。",
    'thanks-message' => 'ありがとうございます。敬具。',
    'marka-legal-team' => '商標法務チーム。',
    'show-report' => 'レポートを表示',

];
