<?php

return [

    /*
    |--------------------------------------------------------------------------
    | verification-email Language Lines
    |--------------------------------------------------------------------------
    */

    'verify-your-email' => 'メールアドレスを確認してください',
    'click-to-verify' => 'メールアドレスを確認するには、以下のボタンをクリックしてください。',
    'confirm-email-text' => 'アカウントのメールアドレスとして使用したいことを確認してください。確認が完了すると、ログインできます。',
    'thanks-message' => 'ありがとうございます。ご不明な点がありましたらお気軽にお問い合わせください。',
    'marka-legal-team' => 'マルカ法務チーム',
    'verify-button' => 'メールアドレスの確認',
    'paste-link-to-browser' => 'または、次のリンクをブラウザに貼り付けてください:',
    'all-rights-reserved' => '全著作権所有。',
    'address' => 'イスタンブール/トルコ ベイオール 34433番地189号 2階3号',
    'subject' => 'アカウントを確認してください | ' . env('APP_NAME')


];
