<?php

return [

    /*
    |--------------------------------------------------------------------------
    | verification-email Language Lines
    |--------------------------------------------------------------------------
    */

    'welcome' => 'ようこそ',
    'hello' => 'こんにちは',
    'first-paragraph' => 'マルカ法務チームのトレースサービスに登録されました。サービスを利用するにはシステムにログインしてください。',
    'second-paragraph' => '登録すると、キーワードをシステムに入力し、定期的にトレースレポートが自動的に作成され、メールで送信されます。キーワードとしてブランドを入力することを忘れないでください。',
    'thanks-text' => 'ありがとうございます。ご不明な点がありましたらお気軽にお問い合わせください。',
    'marka-legal-team' => 'マルカ法務チーム',
    'add-keyword' => 'ブランドを追加',
    'all-rights-reserved' => '全著作権所有。',
    'address' => 'イスタンブール/トルコ ベイオール 34433番地189号 2階3号',

];
