<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Content Language Lines
    |--------------------------------------------------------------------------
    */

    'dashboard' => [
        'search' => [
            'page-header' => '公報で検索',
            'card-header' => '過去の公報で商標を検索する',
            'card-header-2' => '残りのクエリ制限: <strong>:limit</strong>',
            'card-description' => '過去の5つの公表された商標公報内で商標を検索することができます。これにより、将来の参照のためにキーワードの検索性能をテストしたり、過去のレポートで忘れられたキーワードを回復したりすることができます。',
            'card-description-2' => '過去の公報で実行できる検索回数には制限があります。より高い制限が必要な場合は、お問い合わせください。',
            'input' => [
                'label' => 'キーワード',
                'placeholder' => '例: marka.legal',
            ],
            'select-1-label' => '商標公報',
            'select-2-label' => 'ナイスクラス <span style="letter-spacing:0;">（選択しない場合、すべてのクラスで検索されます。）</span>',
            'tooltip-message' => '各公報でクエリ制限が補充されます。',
            'tooltip-message2' => '二重引用符で囲まれた文字列は、類似性の変換なしで検索されます。',
            'button-label' => '検索',
        ],
    ],
];