<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashboard Language Lines
    |--------------------------------------------------------------------------
    */
    'title' => 'ダッシュボード',
    'tour-closed-message' => 'ホームページツアーが終了しました。設定ページから再度アクティベートすることができます。',
    'keyword' => '商標',
    'keyword-counter' => 'キーワードが次のレポートに含まれます。',
    'created-report' => '商標公報番号 :bulletin はレポート :report でスキャンされます。',
    'user-activities' => 'ユーザーの活動',
    'activity' => 'アクティビティ',
    'date' => '日付',
    'terms' => [
        'title' => '利用規約およびユーザー契約',
        'content' => 'Marka Legalブランド追跡ソフトウェアは、サービスとしての一切の保証なしにユーザーに提供されます。システムは、公式の公報へのアクセス、読解、理解、分類、スキャン、ブランドの比較、人工知能の使用、結果の生成、および反映など、多数の複雑なプロセスを経てサービスを提供します。この文脈で、商標公報の公式発表媒体がトルコ特許商標公報であることを認識しており、サービス提供者のいかなる義務もない状態でブランド追跡ソフトウェアサービスを利用していることを宣言します。ユーザーエラー、デザインの選好、ソフトウェアエラー、プロセスの変更などの様々な理由により、結果やサービスに変更や中断が生じる可能性があることを理解し、予期しない結果に対してサービス提供者を責任にはおかないことを理解しています。
        Marka Legalにより、個人データ保護法第6698号（「KVKK」）の関連規定に従って、以下にリストされた個人データがセキュリティ対策を講じたデータコントローラーとしてMarka Legalまたは認可されたデータプロセッサーによって処理される可能性があること、商標照会、商標相談サービスの提供、商標代表権の付与、ウェビナーやセミナー、宣伝活動などの

情報と宣伝の目的での通知、KVKKの枠組みの中で明確な同意があることを受け入れ、宣言します。処理の目的に必要な期間のために保持の原則を含む、KVKK第4条に記載されている一般原則に従って処理され、取得、記録、物理的または電子的な形式で安全に保存され、処理に適した期間にわたって保持、変更、再配置、法令に従って開示、転送、取得、分類、処理される可能性があることを受け入れ、Marka Legalによって上記の事項についての情報を提供され、KVKKの枠組みの中で明確な同意を得たことを受け入れ、宣言します。
        KVKKで定義された関連個人データが、処理の目的に制限されるように関連プロセスの関係者と共有され、必要な期間保持されること、および私に必要な情報が提供されたことを受け入れます。本文書を読み理解したことを確認します。',
    ],

    'tour' => [
        'step1' => [
            'title' => 'システムツアー',
            'content' => 'Marka Legal追跡システムへようこそ！',
        ],
        'step2' => [
            'title' => 'マイ商標',
            'content' => 'ブランドをシステムに追加すると、ブランドが追跡されるようになります。',
        ],
        'step3' => [
            'title' => 'マイレポート',
            'content' => '定期的なブランド公報の後、定期的なレポートが公開されます。このページですべてのレポートを表示するか、メールで送信されます。',
        ],
        'step4' => [
            'title' => 'ナイスクラス',
            'content' => 'ブランドの分類コードの便利な参照。',
        ],
        'step5' => [
            'title' => '公報で検索',
            'content' => '以前の公報で検索できます。たとえば、検索性能をテストすることができます！',
        ],
        'step6' => [
            'title' => 'お問い合わせ',
            'content' => 'いつでもフィードバックをお聞かせください。',
        ],
        'step7' => [
            'title' => 'アクティブなキーワード',
            'content' => 'フォローしているブランドと次のレポートに含まれるブランド。',
        ],
        '

step8' => [
            'title' => 'レポート',
            'content' => 'これまでシステムで作成されたすべてのトラッキングレポート。',
        ],
        'step9' => [
            'title' => 'ユーザーの活動',
            'content' => 'セキュリティと記録の目的でのシステムの活動履歴。',
        ],
        'step10' => [
            'title' => '設定',
            'content' => 'ここからシステムの設定を行うためのさらなるページにアクセスできます。ありがとうございます！',
        ],
    ],
    'you-have-a-report' => '生成されたレポート',
    'login' => 'ログイン',
    'logout' => 'ログアウト',
    'registered' => '登録済み',
    'keyword-deleted' => 'キーワードが削除されました',
    'keyword-updated' => 'キーワードが更新されました',
    'keyword-added' => 'キーワードが追加されました',
];
