<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Keywords create Language Lines
    |--------------------------------------------------------------------------
    */

    'keywords-tour-closed-message' => 'キーワードツアーは終了しました。設定ページから再度有効にすることができます。',
    'keyword' => '商標を追加',
    'add-keyword-title' => '追跡したい商標をキーワードとして入力して追加してください。',
    'add-keyword' => 'キーワードを追加',
    'remaining-keywords' => '残りのキーワード制限: <strong>:limit</strong>',
    'placeholder' => '例:',

    'how-to-add-keyword' => 'キーワードの選び方',
    'first-step' => '商標をキーワードとして入力することをお勧めします。',
    'first-example' => '例えば、商標が「マイ商標」の場合、キーワードは「マイ商標」になります。「商標」や「mytrademark」といった類似の表現も、入力したキーワードを基にして検出されるようにシステムが設計されています。',
    'second-step' => '複数の単語で構成されるキーワードの場合、そのままのキーワードを単一のキーワードとして入力することをお勧めします。',
    'second-example' => '例えば、商標が「登録されたマイ商標」の場合、キーワードは「登録されたマイ商標」となります。',
    'third-step' => '略語や句読点を含むキーワードの場合、そのままのキーワードを単一のキーワードとして入力することをお勧めします。',
    'third-example' => '例えば、商標が「Dr. Legal Brand」の場合、キーワードは「Dr. Legal Brand」となります。',
    'fourth-step' => 'キーワードと似た表現をキーワードとして入力する必要はありません。',
    'fourth-example' => 'システムは、入力したキーワードを基に類似した表現を検出するために特別に設計されています。',

    'close' => '閉じる',
    'keywords' => 'キーワードリスト',
    'id' => 'ID',
    'date' => '追加日',
    'action' => 'アクション',
    'edit' => '編集',
    'delete' => '削除',
    'update-keyword' => 'キーワードを更新',

    'keyword-page-title' => "マイ商標",

    'keywords-table' => [
        'title' => 'マイ商標',
        'order' => '順番',
        'keywords'

 => 'キーワード',
        'nice_classes' => 'ナイスクラス',
        'date' => '日付',
        'actions' => 'アクション',
    ],

    'info' => '追加したキーワードは、追加日以降に公開される全ての公報で検索され、結果は将来のレポートに含まれます。',

    'tour' => [
        'step1' => [
            'title' => 'ブランドのキーワード',
            'content' => 'ここでキーワードとしてのキーワードを反映する方法を学びます。',
        ],
        'step2' => [
            'title' => 'キーワードの追加',
            'content' => 'キーワードとしてキーワードを入力することをお勧めします。心配しないでください、スキャンはキーワードに基づいて類似した単語を見つけるために行われます。',
        ],
        'step3' => [
            'title' => 'クラス内での追跡',
            'content' => '異なるクラスでの類似キーワードに興味がない場合、追跡を特定のクラスに制限することができます。',
        ],
        'step4' => [
            'title' => 'キーワードの追加',
            'content' => '追加したキーワードは、以降の公報のレポートに含まれます。',
        ],
        'step5' => [
            'title' => 'キーワードリスト',
            'content' => 'ここでキーワードリストを表示することができます。ここでのリストは、レポート時間中にキーワードのスキャンを行うための基準として使用されます。',
        ],
    ],

    'back' => '戻る',
    'forward' => '進む',
    'ok' => 'OK',
    'test-limit' => 'テスト制限',
    'invalid-value' => '無効な値',
    'the-entered-value-must-be' => '入力した値は0より大きくする必要があります。',
    'exact-match' => '完全一致',
    'excluded-words' => '除外されたキーワード',
    'if-there-are-words-you-add' => '以下に追加した単語は、検索結果から除外されます。',
    'Keywords' => 'キーワード',
    'classes' => 'クラス',
    'click-here-to-filter-keywords' => 'キーワードをフィルタリングするにはここをクリックしてください。',
    'click-here-to-filter-classes' =>'クラスをフィルタリングするにはここをクリックしてください',
    'the-date-the-keyword-was-last-updated' => 'キーワードの最終更新日',
    'enter-the-keyword-you-want-to-search

' => '検索したいキーワードを入力してください',
    'enter-the-class-you-wan-to-search' => '検索したいクラスを入力してください',
    'class' =>'クラス'
];
