<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Langing Page Language Lines
    |--------------------------------------------------------------------------
    */

    'home' => 'ホーム',
    'info' => '情報',
    'contact' => 'お問い合わせ',
    'about' => 'について',
    'login' => 'ログイン',
    'logout' => 'ログアウト',
    'register' => '登録',
    'dashboard' => 'ユーザーダッシュボード',
    'go-dashboard' => 'ダッシュボードへ移動',
    'banner' => [
        'title' => '商標を追跡するのを手助けします',
        'text' => '商標を保護することがより簡単になりました。トルコ商標公報を自動的にスキャンします。
        商標の追跡レポートをメールで受け取ることができます。'
    ],
    'section-1' => [
        'title' => '商標追跡サービス',
        'sub-title' => '自動',
        'list-header' => '動作方法',
        'item-1' => '無料で登録する',
        'item-2' => '商標を追加する',
        'item-3' => '商標公報が公開されるたびに自動的にメールで追跡レポートを受け取る！'
    ],
    'section-2' => [
        'title' => '無料の追跡の機会',
        'item-1' => '支払いは必要ありません',
        'item-2' => '多数の商標を追加できます',
        'item-3' => '商標のバリエーションは無料でチェックされます！'
    ],
    'section-3' => [
        'title' => '自動的かつタイムリー',
        'item-1' => '新しい公報は定期的にスキャンされます',
        'item-2' => 'レポートは自動的にメールで送信されます',
        'item-3' => '異議申し立て期限を逃さないでください！'
        ],
    'section-4' => [
        'title' => 'なぜ商標追跡が必要ですか？',
        'item-1-title' => '異議申し立て期限を逃さないでください！',
        'item-1-text' => '商標の異議申し立て期間内に迅速に追跡作業を行い、リマインダーを受け取ります。',
        'item-2-title' => '似たような商標を見逃さないでください！',
        'item-2-text' => 'トルコ語に特化したカスタマイズされた自動検索で、商標に近い

可能性のある似たような商標を捕捉します。',
        'item-3-title' => '競争を見逃さないでください！',
        'item-3-text' => '競合他社が商標を侵害するのを防ぎ、ビジネスを効率的に行います。',
        'item-4-title' => 'そして、ビジネスを成長させましょう！',
        'item-4-text' => '捕捉した各似た商標で、あなたの権利を保護します。',
        ],
    'section-5' => [
        'title' => '高度な検索',
        'item-1' => 'トルコ商標を検索するAI',
        'item-2' => '追加の使用方法、文法ルール、トルコ文字、外国の文字、翻訳など、さまざまな機能',
        'item-3' => '似た商標も見つかります！'
    ],
    'contact-form' => [
        'text' => 'ご質問はありますか？',
        'sub-text' => '質問、フィードバック、一般的なお問い合わせについては、以下のフォームに記入していただけます。',
        'email' => 'あなたのメールアドレス*',
        'name' => 'あなたの名前*',
        'message' => 'メッセージ*',
        'submit' => '送信'
    ],
    'address' =>'住所',
    'turkish' =>'トルコ語',
    'english' => '英語',
    'italian' => 'イタリア語',
    'german' => 'ドイツ語',
    'korean' => '韓国語',
    'spanish' => 'スペイン語',
    'japanese' => '日本語',
    'french' => 'フランス語'
];